True if the stairs run is monolithic, false otherwise.
  Namespace:   Autodesk.Revit.DB.Architecture
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool IsMonolithic { get; }
  Visual Basic
Public ReadOnly Property IsMonolithic As Boolean
	Get
  Visual C++
public:
property bool IsMonolithic {
	bool get ();
}
 See Also
  StairsRunType Class
  Autodesk.Revit.DB.Architecture Namespace